/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "הפעל הגנה";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "הגנת AdGuard מושבתת. לחץ על הכפתור \"הפעל הגנה\"";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "הרץ את AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard מושבת. הוא צריך לרוץ אם אתה קוצה לשנות הגדרות של חסימת תכנים";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "אנא שים לב שחסימת תכנים ב־Safari פועלת אפילו כאשר היישום אינו רץ";
